The set of input elements was changed and the connection has been adjusted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId StructuralConnectionSetOfRefsChanged { get; }
  Visual Basic
Public Shared ReadOnly Property StructuralConnectionSetOfRefsChanged As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StructuralConnectionSetOfRefsChanged {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StructuralConnectionFailures Class
  Autodesk.Revit.DB Namespace